---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelSubfeedLugsParam
source: html/95079578-8323-061a-1de3-8c3c099e1cf0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelSubfeedLugsParam Property

"SubFeed Lugs"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelSubfeedLugsParam { get; }
```